const CHANGELOG = {
  5: [
      "אפשרות בהגדרות להגדיל פונט",
      "צמצום מרווחים ותמיכה בטלפון קטן",
      "הוספת אחוזים לבר הגלילה"
  ],
  4: [
    "הפרדה בין הסתרת ימים להלכות בהגדרות",
    "מעבר ליום הבא לפי זמן או שקיעה",
    "התראה בשעה שהוגדרה",
    "הגדרות הרבה יותר נקי",
    "הוספת שורת גרירה",
    "שינוי עיצוב והחלפת לוגו",
    "הקדשה בעמוד הראשי"
  ],
  3: [
      "תיקון שגיאה של 3 פרקים כשיש מעבר בין פרק",
      "תיקון מספור הפרקים וההלכות",
      "הורדת קו מפריד על הלכה שנאמרה",
      "הוספת הגדרה למחוק מידע עם שמירת ההתקדמות",
      "הוספת הגדרה להציג או להסתיר הלכות שסויימו",
      "מספור הלכות וימים שהסתיימו"
  ],
  2: [
    "כפתור להתקנת האפליקציה למסך הבית",
    "אפשרות לבחור אם לסמן הלכות קודמות אוטומטית או ידנית",
    "גלילה אוטומטית להלכה הבאה לאחר סימון"
  ],
  1: [
    "בחירה בין פרק אחד ל-3 פרקים ליום",
    "לימוד עם המסלול הנוכחי או מהיום והלאה",
    "תאריכי הלימוד מוצגים בעברית (לדוגמה: י״ז שבט)",
    "זיהוי שקיעה מדויק על בסיס מיקום",
    "אייקון לוח השנה מאפשרת לצפות בכל תאריך ספציפי",
    "החלקה ימינה לסימון הלכה, שמאלה לביטול סימון או לחיצה כפולה",
    "סימון הלכה מתייחס גם לכל ההלכות הקודמות",
    "מחיצות בין פרקים - מפריד ויזואלי בין פרק לפרק",
    "עדכון אוטומטי של כותרות - ההתקדמות מתעדכנת מיד"
  ],
  0: [
    "אפליקציה לניהול לימוד רמב\"ם יומי (3 פרקים)",
    "תמיכה בעברית מלאה מימין לשמאל",
    "החלק הלכה ימינה כדי לסמן כהושלם",
    "כל המידע נשמר מקומית במכשיר",
    "התחלת יום עברי בשעה 18:00 שעון ישראל (שקיעה משוערת)",
    "סטטיסטיקות - ימים שלמדתי, אחוז ההתקדמות של היום, הלכות להשלים",
    "הגדרות - בחירת תאריך התחלה ואפשרות איפוס",
    "חיבור ל-API של ספריא לטעינת התוכן"
  ]
};
